app/controllers/shipments_controller.rb

SELECT "shipments".* FROM "shipments"
---
  def index
    @shipments = Shipment.all